[
  {
    "id": 1,
    "type": "House",
    "price": 750000,
    "bedrooms": 3,
    "tenure": "Freehold",
    "added": "2022-10-12",
    "postcode": "BR5",
    "title": "Comfort Haven",
    "shortDescription": "A spacious 3-bedroom house in BR5 area.",
    "longDescription": "Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interior...",
    "image": "/project_img_1.jpg",
    "images": ["/project_img_1a.jpg", "/project_img_1b.jpg", "/project_img_1c.jpg","/project_img_1d.jpg", "/project_img_1e.jpg", "/project_img_1f.jpg"],
    "floorPlan": "/floorplan_1.jpg",
    "googleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d9930.319759105438!2d0.09065089151189768!3d51.388836400000004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47d8a9f5560e181d%3A0x38a5e51216d83db4!2sOrpington%20BR5%2C%20UK!5e0!3m2!1sen!2slk!4v1735971122234!5m2!1sen!2slk"
  },
  {
    "id": 2,
    "type": "Flat",
    "price": 399995,
    "bedrooms": 2,
    "tenure":"Freehold",
    "added": "2022-09-15",
    "postcode": "BR6",
    "title": "Urban Chic",
    "shortDescription": "A stylish 2-bedroom apartment in BR6 area.",
    "longDescription": "Presented in excellent decorative order throughout is this two double bedroom, two bathroom, garden flat. The modern fitted kitchen is open plan to the living room which boasts solid wooden floors and includes integrated appliances including a dishwasher & a washing machine. This large open plan benefits from bi folding doors onto a secluded private courtyard garden. Both bedrooms are double sized, and the family bathroom boasts a matching three piece suite a shower attachment over the bath. There is also a separate wet room. There are walnut doors throughout and wiring for Sky TV/aerial points in the living room/kitchen and both bedrooms. This apartment being only five years old, is still under a 10 year building guarantee...",
    "image": "/project_img_2.jpg",
    "images": ["/project_img_2a.jpg", "/project_img_2b.jpg", "/project_img_2c.jpg","/project_img_2d.jpg", "/project_img_2e.jpg", "/project_img_2f.jpg"],
    "floorPlan": "/floorplan_2.jpg",
    "googleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d9930.441601295818!2d0.06389081510124291!3d51.36323620000001!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47d8a9426f6df8cf%3A0x894e2e6b4fdc3d04!2sLocks%20Bottom%2C%20Orpington%20BR6%2C%20UK!5e0!3m2!1sen!2slk!4v1735971234567!5m2!1sen!2slk"
  },
  {
    "id": 3,
    "type": "House",
    "price": 450000,
    "bedrooms": 4,
    "tenure":"Freehold",
    "added": "2024-09-20",
    "postcode": "E14",
    "title": "Tranquil Living",
    "shortDescription": "A spacious 4-bedroom house in E14 area.",
    "longDescription": "Nestled in the sought-after E14 area, this spacious 4-bedroom house offers a perfect blend of modern design and timeless elegance, ideal for families or professionals seeking comfort and style. Priced at £450,000, the property features a bright and airy open-plan layout with high ceilings, ample natural light, and premium finishes throughout. The ground floor boasts a stunning contemporary kitchen with integrated appliances, a cozy yet sophisticated living area with a feature brick fireplace, and a dining space ideal for entertaining. The upper floor includes four generously sized bedrooms, including a serene master suite with an ensuite bathroom. The exterior is equally impressive, featuring a charming front porch, a private garden, and a manicured lawn. Conveniently located in the heart of E14, this home offers easy access to local amenities, excellent schools, and transport links, making it a perfect choice for modern living.",
    "image": "/project_img_3.jpg",
    "images": ["/project_img_3a.jpg", "/project_img_3b.jpg", "/project_img_3c.jpg","/project_img_3d.jpg", "/project_img_3e.jpg", "/project_img_3f.jpg"],
    "floorPlan": "/floorplan_3.jpg",
    "googleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d19866.757964027292!2d-0.03603851051351215!3d51.50689095760188!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47d8a7ffee7c95b9%3A0x38178fe068a86b41!2sLondon%20E14%2C%20UK!5e0!3m2!1sen!2slk!4v1735932103234!5m2!1sen!2slk"
  },
  {
    "id": 4,
    "type": "Flat",
    "price": 500000,
    "bedrooms": 3,
    "tenure":"Freehold",
    "added": "2024-08-10",
    "postcode": "SE1",
    "title": "Skyline Luxe",
    "shortDescription": "A luxurious 3-bedroom penthouse in SE1.",
    "longDescription": "Experience luxurious living in this stunning 3-bedroom penthouse located in the heart of SE1. Priced at £500,000, this freehold property offers a harmonious blend of elegance and contemporary design. The spacious open-plan layout features a sleek modern kitchen with premium appliances, a chic dining area, and a bright living space adorned with vaulted ceilings and wooden beam accents. Large windows flood the home with natural light, creating an airy ambiance, while a feature brick fireplace adds warmth and character. Each bedroom is thoughtfully designed for comfort, including a master suite with an ensuite bathroom and ample storage. The penthouse also boasts access to a design studio-inspired space, perfect for customization. Conveniently situated close to transport links and amenities, this property is ideal for those seeking a sophisticated lifestyle in a prime location.",
    "image": "/project_img_4.jpg",
    "images": ["/project_img_4a.jpg", "/project_img_4b.jpg","/project_img_4c.jpg", "/project_img_4d.jpg","/project_img_4e.jpg","/project_img_4f.jpg"],
    "floorPlan": "/floorplan_4.jpg",
    "googleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d19871.440793811067!2d-0.11447131054344362!3d51.49615021374197!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4876030d54f96c6d%3A0xcdb3274daab69673!2sLondon%20SE1%2C%20UK!5e0!3m2!1sen!2slk!4v1735932180688!5m2!1sen!2slk"
  },
  {
    "id": 5,
    "type": "House",
    "price": 300000,
    "bedrooms": 2,
    "tenure":"Freehold",
    "added": "2024-07-01",
    "postcode": "SW1",
    "title": "Beginner’s Nest",
    "shortDescription": "A cozy 2-bedroom house in SW1.",
    "longDescription": "Perfect for first-time buyers or those looking to downsize, this charming 2-bedroom starter home in the heart of SW1 is an exceptional opportunity at just £300,000. With a freehold tenure, this property offers a bright and modern living space featuring a contemporary kitchen with stainless steel appliances, sleek cabinetry, and ample storage. The open-plan layout creates a seamless flow between the kitchen, dining, and living areas, perfect for entertaining or family gatherings. Both bedrooms are spacious and filled with natural light, with the master bedroom offering a serene retreat. The stylish bathroom is fitted with high-end fixtures and a luxurious walk-in shower. Outside, the home boasts a welcoming front porch and a beautifully landscaped yard, providing a peaceful outdoor space. Located in a desirable area with excellent transport links, this home combines convenience with comfort, making it a fantastic choice for modern living.",
    "image": "/project_img_5.jpg",
    "images": ["/project_img_5a.jpg", "/project_img_5b.jpg","/project_img_5c.jpg", "/project_img_5d.jpg","/project_img_5e.jpg", "/project_img_5f.jpg"],
    "floorPlan": "/floorplan_5.jpg",
    "googleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d19870.983255999425!2d-0.16154166054054975!3d51.49719971314201!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x487604e15a199ecb%3A0x31f18665f1f6608f!2sLondon%20SW1%2C%20UK!5e0!3m2!1sen!2slk!4v1735932243033!5m2!1sen!2slk"
  },
  {
    "id": 6,
    "type": "Flat",
    "price": 275000,
    "bedrooms": 1,
    "tenure":"Freehold",
    "added": "2024-06-15",
    "postcode": "W1",
    "title": "Urban Escape",
    "shortDescription": "A compact studio flat in W1 area.",
    "longDescription": "Welcome to this sophisticated city studio flat, perfectly situated in the prime location of W1 and priced at £275,000. This stylish and modern studio features an open-plan layout that maximizes space and natural light. The kitchen is equipped with premium appliances and sleek cabinetry, while the bathroom offers a luxurious feel with marble-style finishes and contemporary fixtures. The flat's design emphasizes both comfort and functionality, ideal for professionals or first-time buyers seeking a vibrant urban lifestyle. With its Freehold tenure, this property provides long-term value and security. Located in the heart of the city, you'll enjoy easy access to world-class dining, shopping, and excellent transport links, making it an exceptional investment opportunity.",
    "image": "/project_img_6.jpg",
    "images": ["/project_img_6a.jpg", "/project_img_6b.jpg","/project_img_6c.jpg", "/project_img_6d.jpg","/project_img_6e.jpg", "/project_img_6f.jpg"],
    "floorPlan": "/floorplan_6.jpg",
    "googleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d79454.68358029745!2d-0.28031356732639134!3d51.5139707187584!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x48761acdd4a769b1%3A0x1bdb9150f2d89dec!2sGlobe%20Apartments!5e0!3m2!1sen!2slk!4v1735932524437!5m2!1sen!2slk"
  },
  {
    "id": 7,
    "type": "House",
    "price": 600000,
    "bedrooms": 5,
    "tenure": "Freehold",
    "added": "2024-05-20",
    "postcode": "E2",
    "title": "Prestige Living",
    "shortDescription": "A luxurious 5-bedroom house in Bethnal Green, London E2.",
    "longDescription": "Step into this stunning 5-bedroom luxury family home located in the desirable Bethnal Green area of London, priced at £600,000. This freehold property offers a perfect blend of sophistication and practicality, ideal for large families or those who love to entertain. The exterior features a classic brick and white facade with a spacious driveway and a two-car garage. Inside, the open-plan kitchen boasts premium cabinetry, modern countertops, and abundant natural light from its large windows. The living room is highlighted by a charming fireplace, perfect for cozy evenings. Five generously sized bedrooms provide ample space, including a master suite with a walk-in closet and ensuite bathroom. The bathrooms are modern and elegant, featuring stylish fixtures and plenty of storage. Additional amenities include a dedicated design studio space and landscaped outdoor areas. Conveniently located near schools, parks, and transport links, this home is a perfect mix of luxury and functionality, offering an exceptional lifestyle for your family.",
    "image": "/project_img_7.jpg",
    "images": ["/project_img_7a.jpg", "/project_img_7b.jpg", "/project_img_7c.jpg", "/project_img_7d.jpg", "/project_img_7e.jpg", "/project_img_7f.jpg"],
    "floorPlan": "/floorplan_7.jpg",
    "googleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d9931.928626123234!2d-0.05764673842240386!3d51.52783426851316!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x48761cb8af82d041%3A0x2b50dcbad732eeb5!2sBethnal%20Green%2C%20London%20E2%2C%20UK!5e0!3m2!1sen!2slk!4v1735967891234!5m2!1sen!2slk"
  }
  
]
